<template>
	<view class="main">
		<rich-text :nodes="html" style="line-height:65upx"></rich-text>
		<view class="safeView"></view>
	</view>
</template>

<script>
	export default{
		data(){
			return {
				html:'<h1>用户使用白皮书</h1>\
<h2>概述</h2>\
<h3>说在前面</h3>\
<p>《用户使用白皮书》（以下简称白皮书）是<em>箱里箱外</em>对您（用户）发布消息的<strong>内容建议</strong>和<strong>行为准则规范</strong><br />\
<em>箱里箱外</em>是一个将<strong>日常记录</strong>，<strong>信息分享</strong>，<strong>情感交流与疏导</strong>集为一体的轻量化小程序。</p>\
<hr />\
<h3>用户发布内容建议</h3>\
<p><em>箱里箱外</em>鼓励用户发布日常生活记录，每日打卡签到分享自己的生活。<br />\
<em>箱里箱外</em>鼓励用户和其他用户分享信息，包括但不限于身边的大小事。<em>每个故事都值得被倾听</em><br />\
<em>箱里箱外</em>是<strong>情感交流和疏导的纽带</strong>，但经过我们的精心设计，您与其他用户之间的信息交互将得到最大限度的克制，即您作为纸条拥有者，将只能通过收藏来与他人进行情感共鸣。我们希望，每一个微小的声音都将能被听见，但同样，他不应被在现实世界中滥用。<br />\
希望通过我们的努力，能让您透过他们的眼睛看见另一个世界，希望通过我们的努力，您能始终收获打开纸条的那一份惊喜与小确幸。希望通过我们的努力，能让每一个微小的声音都将能被听见。</p>\
<h2>用户使用细则</h2>\
<h3>用户使用条款</h3>\
<h4>您理解并同意，在使用<em>箱里箱外</em>产品与/或服务过程中，您不得从事以下行为：</h4>\
<p>(1)上传、传送、传播任何含有广告、其他商业性信息或包含任何反对《中华人民共和国宪法》所确定的基本原则、危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一、破坏民族团结、损害国家荣誉和利益、煽动民族仇恨、民族歧视、破坏民族团结、破坏国家宗教政策、宣扬邪教和封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪、侮辱或者诽谤他人，侵害他人合法权益的等法律、行政法规禁止的内容或其他令人反感的包括但不限于资讯、资料、文字、照片、图形、信息或其他资料；<br />\
(2)以任何方式危害未成年人；<br />\
(3)任何网络“黑公关”行为，包括但不限于：<br />\
    (i) 以有偿发帖或删帖等手段进行敲诈勒索，<br />\
    (ii) 冒用他人身份发布虚假信息；<br />\
    (iii) 收取费用对未经核实的负面信息进行转发；<br />\
    (iv) 使用“水军”账号通过人工或机器手段参与批量转发文章、诋毁攻击企业或进行恶意炒作营销、数据流量造假等；<br />\
(4)冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关；<br />\
(5)将无权传送的内容（例如内部资料、机密资料）、侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利之内容、广告函件、促销资料、“垃圾邮件”、干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料等作为图片进行上传、张贴、向我们公布的邮箱地址发送电子邮件或以其他方式传送；<br />\
(6)跟踪或以其他方式骚扰他人，非法侵入他人网络、干扰他人网络正常功能、窃取网络数据等危害网络安全的行为；<br />\
(7)向他人提供专门用于从事侵入网络、干扰网络正常功能及防护措施、窃取网络数据等危害网络安全活动的程序、工具，或明知他人从事危害网络安全的活动的，为其提供技术支持、广告推广、支付结算等帮助的行为；<br />\
(8)干扰或破坏<em>箱里箱外</em>产品与/或服务或与<em>箱里箱外</em>产品与/或服务相连的服务器和网络；<br />\
(9)对<em>箱里箱外</em>产品与/或服务进行反向工程、反向汇编、编译或者以其他方式尝试发现<em>箱里箱外</em>产品与/或服务的源代码；<br />\
(10)通过网络漏洞、恶意软件或其他非法手段破坏<em>箱里箱外</em>的正常运营，侵害我们或他人的合法权益。<br />\
(11)伪造TCP/IP数据包名称或部分名称。<br />\
(12)不遵守本协议之约定，实施未经本协议或我们授权的其他行为；<br />\
(13)故意或非故意违反任何相关的中华人民共和国法律、法规、规章、条例等其他具有法律效力的规范。</p>\
<h4>您同意并理解不在<em>箱里箱外</em>发布以下之一的内容：</h4>\
<p>1、涉政内容相关<br />\
（1）违反宪法所确定的基本原则的；<br />\
（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br />\
（3）损害国家荣誉和利益的，如损害国旗国徽形象的；<br />\
（4）煽动民族仇恨、民族歧视，破坏民族团结的；<br />\
（5）破坏国家宗教政策，宣扬邪教和封建迷信的；<br />\
（6）散布谣言，扰乱社会秩序，破坏社会稳定的；<br />\
（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br />\
（8）宣扬恐怖主义、极端主义或者煽动实施恐怖活动、极端主义活动的；<br />\
（9）侮辱滥用英烈形象，否定歪曲英烈事迹，美化或粉饰侵略者和侵略战争行为；<br />\
（10）攻击诋毁党和国家领导人，捏造领导人负面信息，滥用领导人形象的；<br />\
（11）含有法律、行政法规禁止的其他内容的。<br />\
2、色情相关<br />\
（1）直接暴露性器官和刻意描写人体性部位的内容；<br />\
（2）隐私部位未着衣物，仅用肢体等掩盖隐私部位的内容；<br />\
（3）带有侵犯个人隐私性质的走光、偷拍、漏点等内容；<br />\
（4）相关部门禁止传播的色情和有伤社会风化的文字、音视频内容，包括一些电影的删节片段；<br />\
（5）传播危害社会公德、违反伦理的不正当性关系信息；<br />\
（6）非法的性药品广告；<br />\
（7）推介淫秽色情网站；<br />\
（8）涉及有偿陪侍。<br />\
（9）发布畸形情感内容，如恋童癖、乱伦等内容；<br />\
（10）发布性交易、色情交易内容。<br />\
3、欺诈赌博相关<br />\
（1）发布欺诈信息，如假冒官方客服、正规网站，以短信、站内私信或链接等形式提示虚假中奖信息，设计“杀猪盘”类欺诈行为等；<br />\
（2）提供赌博交易平台信息或赌博性质类服务，如赌博平台链接、币商、中介、游戏币回收等；<br />\
（3）涉及赌博技巧、赌博器具等赌博内容，如老虎机、透视扑克等；<br />\
（4）欺诈用户行为，如免费送东西骗邮费、免费领养宠物、免费抽奖等。<br />\
4、未成年人保护相关<br />\
（1）涉及未成年人不良身心发展的，如展示未成年人早恋、婚育等；<br />\
（2）涉及未成年人暴力欺凌的，如校园暴力、网络霸凌、社会犯罪等；<br />\
（3）涉及披露未成年人隐私的，如展示未成年人性器官，公开个人隐私等；<br />\
（4）涉及未成年人不良行为的，如宗教传授、饮酒吸烟、邪典动画等；<br />\
（5）涉及规避未成年人系统监管的，如故意规避青少年模式的方法攻略等；<br />\
（6）其他危害未成年人安全和健康的相关内容。<br />\
5、其他违法内容相关<br />\
（1）涉及违禁物品，包括但不限于：毒品、违禁药物、枪支、管制刀具、保护文物、保护动物、烟花爆竹等；<br />\
（2）涉及违禁活动，包括但不限于：传销、买卖人体器官、贩卖妇女儿童等；<br />\
（3）涉及违法服务，包括但不限于：非法医疗服务、非法通讯服务、各类证件造假、提供作弊工具及软件、私家侦探等；<br />\
（4）涉及侵害他人隐私，包括但不限于：未经他人许可，公布他人个人身份信息、社会关系、财产情况、个人秘密等。<br />\
（5）涉及侵犯他人著作权，包括但不限于：未经著作权人许可，发表其作品的； 未经合作作者许可，将与他人合作创作的作品当作自己单独创作的作品发表的； 没有参加创作，为谋取个人名利，在他人作品上署名的； 歪曲、篡改他人作品的； 剽窃他人作品的；</p>\
<h3>用户隐私条款</h3>\
<h4>我们收集何种及为何收集个人数据</h4>\
<p><em>箱里箱外</em>会在用户打开小程序时会申请获取您的微信个人信息包括头像和昵称作为用户ID，这有助于提升您的使用体验<br />\
<em>箱里箱外</em>会采取严格的权限管控策略以确保您的个人信息得到安全存储</p>\
<h4>我们与谁共享您的信息</h4>\
<p>您的个人信息将不会被除<em>箱里箱外</em>的管理人员外的任何人（除非在之前已经征得您的同意）以任何方式看到。这不包括因相关法律法规而被要求向监管机构提交的信息。</p>\
<h4>我们保留多久您的信息</h4>\
<p>您的纸条内容包括文字，图片及其元信息以及您的收藏信息将会被无限期保留，您的可以随时删除您的纸条信息。<br />\
您的头像与昵称也将会被无限期保留，您的可以随时更改您的头像与昵称信息。<br />\
您的微信平台唯一识别码（OPENID）将会被无限期保留，这将会被用于识别您的身份，并且用于在必要时提供给监管部门。</p>\
<p><strong>白皮书</strong>内容最终解释权归<em>箱里箱外</em>所有。</p>'
			}
		},
		onLoad(){
			
		},
		methods:{
			
		}
	}
</script>

<style scoped>
	.main{
		margin: 20rpx;
	}
</style>
